{
  "staticText": {
    "welcomeMessage": "Bienvenido al Cuestionario de Evaluación DPA",
        "instructions": "La encuesta consta de 26 preguntas diferentes. Intenta ser lo más sincero y neutral posible al responder y responde en función de cómo son las cosas, no de cómo te gustaría que fueran. No puedes volver atrás una vez que hayas avanzado.",
    "startButton": "Comenzar",
    "nextButton": "Siguiente",
    "submitButton": "Enviar",
    "thankYouMessage": "¡Gracias por completar la encuesta!",
    "completionMessage": "Sus respuestas se han registrado exitosamente.",
    "loadingMessage": "Cargando preguntas, por favor espere...",
    "prefixStatement": "En mi organización...",
    "progressText": "Progreso:"
  },
  "1": {
    "statement": "Nos esforzamos activamente por crear un entorno de trabajo en el que no haya bajas por enfermedad relacionadas con el trabajo ni estrés negativo y donde las personas sientan que pueden crecer y desarrollarse como individuos.",
    "reverseStatement": "La atención se centra en la productividad, el cumplimiento de los plazos y la gestión eficiente del negocio."
  },
  "2": {
    "statement": "Nos sentimos seguros y valorados, todos están incluidos, hay espacio para aprender y todos tenemos la oportunidad de contribuir y desafiar.",
    "reverseStatement": "Las personas participan y contribuyen según sus roles y posiciones."
  },
  "3": {
    "statement": "Los valores y creencias están alineados con el propósito, metas y estrategias, y es natural que las personas, en la mayoría de las situaciones, se comporten consistentemente de acuerdo con esos valores y creencias.",
    "reverseStatement": "Los valores han sido formulados por la dirección y/o RR.HH. y están incluidos en nuestras presentaciones y documentos."
  },
  "4": {
    "statement": "No hay restricciones a la colaboración cuando se trata de compartir nuevas ideas, abordar problemas o afrontar desafíos.",
    "reverseStatement": "La colaboración está claramente definida y sigue la estructura y los roles organizacionales."
  },
  "5": {
    "statement": "Todos los grupos tienen la libertad de tomar decisiones dentro de sus áreas y sienten un fuerte sentido de propiedad sobre sus objetivos y tareas.",
    "reverseStatement": "Es natural que algunos grupos, puestos o roles tengan más autoridad para tomar decisiones que otros, independientemente de quién realice las tareas."
  },
  "6": {
    "statement": "Los equipos se forman según sea necesario y las personas pueden pertenecer a varios equipos. La planificación, el seguimiento y la comunicación se coordinan entre los equipos.",
    "reverseStatement": "Todos los equipos y unidades están bien definidos, cada persona pertenece a un equipo y existe una estructura de rendición de cuentas clara."
  },
  "7": {
    "statement": "Cualquiera puede tomar el liderazgo según la situación y la tarea en cuestión.",
    "reverseStatement": "Es bien sabido que los gerentes son los líderes, toman decisiones clave e influyen en los resultados del grupo."
  },
  "8": {
    "statement": "Las personas son responsables de su propio desarrollo, gestionando sus comportamientos y emociones para alcanzar objetivos tanto personales como profesionales.",
    "reverseStatement": "Los gerentes son responsables de supervisar el comportamiento y el desarrollo de las personas y brindan apoyo cuando surgen conflictos."
  },
  "9": {
    "statement": "Mantenemos la transparencia en casi todo, tanto interna como externamente.",
    "reverseStatement": "Existen procesos claros para compartir planes, información y desafíos, junto con claridad sobre qué tipo de información compartir y con quién."
  },
  "10": {
    "statement": "No existen rutinas formales de seguimiento de resultados y comportamientos. En cambio, confiamos en conversaciones espontáneas entre pares para aprender y encontrar soluciones.",
    "reverseStatement": "Nos esforzamos por la mejora continua y los gerentes realizan evaluaciones y seguimientos tanto de las personas como de los equipos."
  },
  "11": {
    "statement": "La toma de decisiones está repartida entre varias personas, y no es responsabilidad exclusiva de los gerentes.",
    "reverseStatement": "Los gerentes y especialistas son responsables de tomar decisiones y, en ocasiones, recaban aportes de otros."
  },
  "12": {
    "statement": "Tenemos foros bien definidos para tomar decisiones operativas, tácticas y estratégicas.",
    "reverseStatement": "Nos enfocamos en tomar decisiones sobre asuntos urgentes y problemas inmediatos, con foros abiertos disponibles para discutir temas emergentes."
  },
  "13": {
    "statement": "Los salarios se basan en la competencia, las tareas y el valor para la organización, con la intención de mantener la diferencia entre los salarios más bajos y más altos no más de cuatro veces.",
    "reverseStatement": "El salario se determina por el puesto y la escala salarial."
  },
  "14": {
    "statement": "Existe una intención clara de que entre el 20 y el 30 por ciento de las ganancias se compartan entre todos los miembros de la organización.",
    "reverseStatement": "Las ganancias se reparten a través de bonos para determinados puestos y dividendos a los accionistas, con los niveles determinados por el equipo directivo."
  },
  "15": {
    "statement": "Todos utilizan herramientas digitales de colaboración tanto para tareas laborales como para socialización.",
    "reverseStatement": "Las herramientas de colaboración digital se utilizan cuando la tarea o proceso lo requiere."
  },
  "16": {
    "statement": "Las herramientas y la tecnología digitales facilitan el intercambio de información para todos en un formato comprensible y casi en tiempo real.",
    "reverseStatement": "El intercambio de información a través de herramientas digitales está garantizado por derechos de acceso claros."
  },
  "17": {
    "statement": "Reclutamos personas en función de su adecuación cultural y alineación con la organización, en lugar de para un rol específico.",
    "reverseStatement": "Nos aseguramos de tener la competencia necesaria contratando personas con el conocimiento y la experiencia relevantes."
  },
  "18": {
    "statement": "Los individuos son responsables del desarrollo de sus propias competencias y la organización ofrece varios enfoques de aprendizaje, como experimentar, practicar y simular.",
    "reverseStatement": "Aseguramos el desarrollo de competencias asignando un presupuesto fijo para cursos y formación."
  },
  "19": {
    "statement": "Tenemos total libertad para trabajar donde y cuando queramos, siempre y cuando tengamos en cuenta la dependencia con otros y cumplamos con los plazos de entrega.",
    "reverseStatement": "Está claro que seguimos un horario de trabajo predefinido y realizamos todas las tareas en el lugar de trabajo."
  },
  "20": {
    "statement": "La atención se centra en medir las entregas y no utilizamos estimaciones de tiempo estandarizadas para las tareas.",
    "reverseStatement": "Utilizamos unidades de tiempo estandarizadas para medir y seguir el progreso de nuestras tareas."
  },
  "21": {
    "statement": "Hay un presupuesto específico y oportunidades para participar en compromisos sociales durante el horario laboral.",
    "reverseStatement": "El compromiso social se considera un asunto personal y no parte del trabajo, aunque algunos fondos se destinan a organizaciones sin fines de lucro."
  },
  "22": {
    "statement": "La sostenibilidad se considera en todos los aspectos, incluido el ciclo de vida del producto, la selección de proveedores, el transporte, las actividades de los empleados y las formas de trabajo.",
    "reverseStatement": "Somos muy conscientes de los costos al seleccionar proveedores, planificar viajes, gestionar la logística y determinar las formas de trabajar."
  },
  "23": {
    "statement": "Nuestros principios éticos guían todas las decisiones financieras.",
    "reverseStatement": "Las decisiones financieras se basan en garantizar el cumplimiento, así como en considerar las percepciones y tendencias del público."
  },
  "q24": {
    "title": "Propósito",
    "description": "El propósito define la misión general y los objetivos superiores de una organización, dando dirección y significado al trabajo de individuos, equipos y departamentos. Aclara por qué existe la organización y cómo busca impactar positivamente a sus partes interesadas. El propósito sirve como estrella guía, alineando los esfuerzos organizacionales con objetivos a largo plazo.",
    "options": [
      "Mi organización tiene un propósito superior.",
      "Mi equipo tiene un propósito claro y bien definido alineado con el propósito de la organización.",
      "Nuestro objetivo es ser eficaces, por eso nos centramos en lo que hacemos y no dedicamos mucho tiempo a discutir el 'por qué'.",
      "Las personas entienden cómo pueden contribuir al propósito de la organización.",
      "No estoy seguro de si mi organización tiene un propósito declarado."
    ]
  },
  "q25": {
    "title": "Principios",
    "description": "Los principios son las pautas fundamentales que dan forma a la toma de decisiones y al comportamiento dentro de la organización. Estos principios sirven como afirmaciones 'por encima de' que ayudan a navegar la complejidad y priorizar acciones. En una organización bien alineada, el propósito, los valores y los principios se viven y protegen consistentemente, asegurando que cada miembro comprenda su papel al contribuir a la misión colectiva y opere de acuerdo con valores compartidos.",
    "options": [
      "La mayoría de las personas viven nuestros valores.",
      "Los principios nos apoyan en la toma de decisiones.",
      "Los valores se utilizan principalmente con fines de marketing.",
      "Los principios y/o valores se comunican y mantienen consistentemente.",
      "No estoy seguro de si mi organización ha declarado principios y/o valores."
    ]
  }
}
